{"meta":{"title":"Mazy's Home","subtitle":"要得到你想要的某样东西，最可靠的办法是让你自己配得上它","description":null,"author":"Mr.Mazy","url":"http://imazy.cn"},"pages":[{"title":"About Me","date":"2017-09-21T16:00:00.000Z","updated":"2017-09-22T08:55:40.000Z","comments":true,"path":"about/index.html","permalink":"http://imazy.cn/about/index.html","excerpt":"","text":"123456789101112class Mazy &#123; let name = \"Mazy\" let city = \"Beijing\" let email = \"mazy_ios@163.com\" let intro = \"An iOS developer, now using swift language!\" let hobby = [\"coding\", \"running\", \"reading\", \"travel\", \"make friends\", \"listening\"] let motto = [\"三年入行,五年精通,十年才能磨一剑!\", \"The best revenge is massive success!\", \"有的时候,你处的环境,决定了你有什么样的际遇!\", \"幸运,从来都是强者的谦辞; 每个幸运者的背后，都有着与幸运无关的故事!\"]&#125;"}],"posts":[{"title":"","slug":"aboutTime","date":"2022-05-15T07:19:15.261Z","updated":"2022-05-15T07:21:47.119Z","comments":true,"path":"2022/05/15/aboutTime/","link":"","permalink":"http://imazy.cn/2022/05/15/aboutTime/","excerpt":"title:「时空恋旅人」观感因朋友的推荐, 周末看了「时空恋旅人」。如果你有时光旅行的超能力，可以回到过去, 你回通过它做些什么?影片通过主人公的时空旅行, 去追求爱情,去挽回一场失败的话剧，去改善妹妹的生活，去更好地和亲人、朋友相处，度过生命中的每一天, 来诠释人生活着的真正意义。","text":"title:「时空恋旅人」观感因朋友的推荐, 周末看了「时空恋旅人」。如果你有时光旅行的超能力，可以回到过去, 你回通过它做些什么?影片通过主人公的时空旅行, 去追求爱情,去挽回一场失败的话剧，去改善妹妹的生活，去更好地和亲人、朋友相处，度过生命中的每一天, 来诠释人生活着的真正意义。 个人观感: 人生不可能没有遗憾，一切都是最好的安排 当我们想得到某种事物时, 必定伴随着失去另一种事物 年轻的时候，时间只有现在，和不断被现在吞噬的未来；年老的时候，时间只有过去，和不断被过去吞噬的现在 我们无须太在意过去的不完美, 而应该花精力专心度过生命的每一刻 学会爱，学会生活，并珍惜与亲人的每一天","categories":[],"tags":[]},{"title":"命定悖论","slug":"paradox","date":"2022-02-20T07:58:35.256Z","updated":"2022-02-20T07:58:35.259Z","comments":true,"path":"2022/02/20/paradox/","link":"","permalink":"http://imazy.cn/2022/02/20/paradox/","excerpt":"人生中大部分的事情是我们决定不了的，但是我们自己一定要尽力而为。95%的事情可能是我们自己决定不了的, 但是我们依然要用5%的努力去撬动那95%你无法决定的事情。","text":"人生中大部分的事情是我们决定不了的，但是我们自己一定要尽力而为。95%的事情可能是我们自己决定不了的, 但是我们依然要用5%的努力去撬动那95%你无法决定的事情。 因为个体太过渺小，但是我们要接受命运的安排，凡事尽力而为。 在我们的一生中, 能够自我把握的东西并不是很多，我们可能会登上我们并非自己想选择的舞台, 演出我们可能并不是我们选择的剧本，甚至我们能决定的事情，一生的贵人，我们的智商，这都不在我们的把握之中。但是我们又得去努力的抓到那些我们认为有价值的东西。 这一种表达，看似有种悖论，但是人生中不就是在各种悖论中寻找一种整合吗? 在各种是非而是中去寻找一种超越吗？ ———总结自罗翔和王宁老师之间的对话","categories":[],"tags":[]},{"title":"2021年终总结","slug":"yearSummary2021","date":"2021-12-31T04:53:55.735Z","updated":"2022-02-20T14:23:47.475Z","comments":true,"path":"2021/12/31/yearSummary2021/","link":"","permalink":"http://imazy.cn/2021/12/31/yearSummary2021/","excerpt":"2021年, 对自己来说是平凡的一年, 也是收获的一年, 也算是一个小里程碑年.疫情反反复复, 生活平平淡淡. 愿疫情早日结束, 愿自己早日拥抱生活.","text":"2021年, 对自己来说是平凡的一年, 也是收获的一年, 也算是一个小里程碑年.疫情反反复复, 生活平平淡淡. 愿疫情早日结束, 愿自己早日拥抱生活. 影视去了5次电影院 《心灵奇旅》 《唐人街探案3》 《你好, 李焕英》(2遍) 《长津湖》 《反贪风暴5: 最终章》 看了n部电影 《误杀》 《乌海》 《你的婚礼》 《不老奇事》 《白蛇2: 青蛇劫起》 《假如爱有天意》 … 看了1/4部国产剧 《功勋》之抗美援朝李延年篇+两弹一星于敏篇 看了4部韩剧 《机智的医生生活1》 《机智的医生生活2》 《38师机动队》 《D.P: 逃兵追击令》 看了1部纪录片 《河西走廊》豆瓣9.8 App 年度报告 得到: 学习了305天, 8902分钟, 16门课程, 7本听书, 4条锦囊 B站: 访问B站357天, 看了27196个视频, 总计时长353.9小时 旅游 无 读书 《小家, 越住越大1/2/3》 《格局》吴军 《随遇而安》孟非 《佛学入门》圣严法师 《非暴力沟通》美:马歇尔 . 卢森堡 《说医不二》懒兔子 《好的孤独/好的爱情/懂你》复旦名师: 陈果 《了不起的我-自我发展的心理学》陈海贤 《参与感-小米口碑营销内部手册》小米联合创始人: 黎万强 工作 加了n次班, 年度中最迟一次加班到凌晨三点后 减少App崩溃率至0.02% App累计用户从3位数到68w App日活从2位数到8w 运动 和朋友一起爬了一次山 跑了2次步, 很惭愧 健身拳击 坚持了三十多天吧 游戏: 年初入手了国行版Switch游戏机 买了十几张游戏卡带 玩的最多的是塞尔达传说 和 健身拳击 日常琐事: 学会了射箭 国庆参加了学长的婚礼, 和3位学长7年首聚 同一个月, 居家隔离了3周 开朋友车, 人行道不停车让行 罚款100扣3分 一个人骑车刷了北京首条自行车专用道路 学围棋基础, 并和同事下了人生中第一次围棋 年会交换礼物抽到 小米空气炸锅 … 总结:总结之前, 感觉一年很平淡, 但总结后, 发现自己也做了很多事. 一年的时间, 很长, 有365个日日夜夜. 也很短, 转瞬即逝. 做了很多事, 也经历了很多事, 终究还是成长的一年. 不足: 这一年运动量太少了, 希望2022坚持起来. 旅游太少了 愿自己2022一帆风顺, 能弥补往年的不足和遗憾.","categories":[],"tags":[]},{"title":"你所不知的小众定律","slug":"smallLaw","date":"2020-02-27T03:50:45.352Z","updated":"2021-12-31T15:38:10.926Z","comments":true,"path":"2020/02/27/smallLaw/","link":"","permalink":"http://imazy.cn/2020/02/27/smallLaw/","excerpt":"错误定律 别人都不对，那就是自己的错。 效果定律 在伤口上落泪和在伤口上撒盐，效果是一样的。 嫉妒定律 人们嫉妒的往往不是陌生人的飞黄腾达，而是身边的人飞黄腾达。","text":"错误定律 别人都不对，那就是自己的错。 效果定律 在伤口上落泪和在伤口上撒盐，效果是一样的。 嫉妒定律 人们嫉妒的往往不是陌生人的飞黄腾达，而是身边的人飞黄腾达。 方圆定律 人不能太方，也不能太圆，一个会伤人，一个会让人远离你，因此人要椭圆。 口水定律 当你红得让人流口水时，关于你的口水就会多起来。 利用定律 不怕被人利用，就怕你没用。 成就定律 如果你没有成就，你就会因平庸而没有朋友；如果你有了成就，你就会因卓越而失去朋友。 馅饼定律 当天上掉下馅饼的时候，小心地上也有个陷阱在等着你。 错误定律 人们日常所犯的最大错误，是对陌生人太客气，而对亲密的人太苛刻。 评价定律 不必好奇别人怎样评价你，想想你是怎样评价他的。 葱蒜定律 太拿自己当根葱的人，往往特别善于：装蒜。 流言定律 流言是写在水上的字，注定不持久，但是又传得飞快。 害怕定律 生手怕熟手，熟手怕高手，高手怕失手。 难过定律 为你的难过而快乐的，是敌人；为你的快乐而快乐的，是朋友；为你的难过而难过的，就是那些该放进心里的人。 傻瓜定律 把人家都当傻瓜，那一定是自己傻到了家。 吃亏定律 只要你不认为自己吃了亏，别人也就一定没占着便宜。 风雨定律 爱情经得起风雨，却经不起平淡；友情经得起平淡，却经不起风雨！","categories":[],"tags":[]},{"title":"「此生未完成」读后感","slug":"UnfinishedLife","date":"2019-09-17T08:39:49.268Z","updated":"2021-12-31T15:40:05.240Z","comments":true,"path":"2019/09/17/UnfinishedLife/","link":"","permalink":"http://imazy.cn/2019/09/17/UnfinishedLife/","excerpt":"一个母亲、妻子、女儿的生命日记 我们要用多大的代价，才能认清活着的意义。","text":"一个母亲、妻子、女儿的生命日记 我们要用多大的代价，才能认清活着的意义。 作者简介于娟，女，出生于1978年，祖籍山东济宁，海归，博士，复旦大学优秀青年教师，一个两岁孩子的母亲，乳腺癌晚期患者。 内容简介本书收录了作者作为一个母亲、妻子、女儿在与乳腺癌抗争时期写下的生命日记，包括癌症治疗的经历、对人生的理解、自己忙碌前半生的一些回忆与反思。文中感悟打动了许多读者，令人重新审视“活着的意义”。一个年轻生命，在生死的边缘，用生命写下病中日记。 在生命的最后日子里，于娟完全放下了生死，放下了名利权情，赤裸裸的去反思和写作。所有的浮躁沉淀了，所有的伪装剥离了，所有的喧嚣远去了，所有的执着放下了。只有一个普通的女子，普通的女儿、妻子、母亲对生命最单纯的感悟。在这个故事里，很多读者看到的不是于娟，而是自己。 经典语录在生命零界点的时候，你会发现，任何的加班（长期熬夜等于慢性自杀），给自己太多的压力，买房买车的需求，这些都是浮云。如果有时间，好好陪陪你的孩子，把买车的钱给父母买双鞋子，不要拼命去换什么大房子，和相爱的人在一起，蜗居也温暖。 ———于娟 透过生死，你会觉得名利权情都很虚无，尤其是首当其冲的名，说穿了，无非是别人茶余饭后的谈资。即使你名声四海皆知响彻云天，也无非是一时猎奇，各种各样的人揣着各种各样的心态唾沫四溅过后，你仍然是你，其实，你一直是你，只是别人在谈论你的时候，你忘记了你自己是谁而已。 ———于娟 我不知道有没有机会育子成才，但可以用今天的行动告诉自己的孩子：你的妈妈不是懦夫，所以在你的人生里，遇到关键的人与珍贵的事，要积极争取，可以失败，但是不能放弃。 ———写给我的宝贝 有太多的计划要完成，有太多的事情要应付，总是觉得等做好了手头的事情，陪父母也是来得及的。反正人生很长，时间很多。现在想想并不尽然，只有一天天的过，才是一年年，才是一辈子。无头绪的追逐与奔忙，一旦站定思考，发现半辈子已经过去，自己手里的成败并无多少意义，然后转身，才发现陪伴父母亲人的时间已然无多，发现最重要的幸福已然没有时间享用，人生最大的悲哀莫过如此。 ———于娟 我的房间很小，我就把窗户开的很大。我的感情很重，我就把诺言许得很轻。我的往昔很空，我就把今天填的很满。我的喜悦很少，我就把笑容积得很多。 ———于娟 12345678910111213编辑感言即使你已经离去我依然能闻到你留下的春的气息你挥洒地写，悲与喜穿透死亡的恐惧，告诉人们生的意义离去，离去。在那四月花开的芬芳里，你那歌唱的魂灵在那风过云淡的天上尽情地自由地喃呢———谨以此文遥祭于娟 前半部非常值得一看","categories":[],"tags":[]},{"title":"十大经济学效应","slug":"EconomicEffect","date":"2018-12-24T06:28:28.095Z","updated":"2021-12-31T15:29:49.036Z","comments":true,"path":"2018/12/24/EconomicEffect/","link":"","permalink":"http://imazy.cn/2018/12/24/EconomicEffect/","excerpt":"一、蝴蝶效应 二、木桶效应 三、青蛙效应 四、鳄鱼法则 五、羊群效应 六、鲶鱼效应 七、马太效应 八、破窗理论 九、手表定律 十、晕轮效应","text":"一、蝴蝶效应 二、木桶效应 三、青蛙效应 四、鳄鱼法则 五、羊群效应 六、鲶鱼效应 七、马太效应 八、破窗理论 九、手表定律 十、晕轮效应 一、蝴蝶效应 什么是蝴蝶效应？ “一只蝴蝶在热带轻轻扇动一下翅膀，就可能给一个遥远的国家造成一场飓风。”这个非常有名的论断，来自美国气象学家爱德华·罗伦兹于1963年发表的一篇科学论文。在论文中，他指出“一只蝴蝶在巴西轻拍翅膀，可以导致一个月后得克萨斯州的一场龙卷风”。通过这篇论文，“蝴蝶效应”一词开始为世界关注。 蝴蝶效应所描述的其实是一种混沌现象。它指出在一个动力系统中，初始条件下微小的变化能给整个系统带来长期的、巨大的连锁反应。 12345丢了一个钉子，坏了一只蹄铁； 坏了一只蹄铁，折了一匹战马； 折了一匹战马，伤了一位骑士； 伤了一位骑士，输了一场战斗； 输了一场战斗，亡了一个帝国。 这是美国学者维纳编著的民谣：古代某国，飞马传书，因马掌缺了一个钉子，造成马掌脱落，战马仆倒，战士摔死，信未送到，战争失败，最终导致了国家灭亡。谁能想到，导致国家灭亡的竟是一颗小小的钉子，造成了一系列的连锁反应，其结局是惨重的。总结许多事故，大都是因为对小隐患重视程度不够，疏于管理，没有及时处理，从而埋下了定时炸弹；一旦条件成熟，就会发生连锁反应，造成不可挽回的损失. 经济学启示蝴蝶效应同样会作用于一个企业，以及单独的个人。在现代企业管理中，管理者格外需要注意“蝴蝶效应”的作用。一个企业的发展是复杂的，受到方方面面因素的作用，可以视作一个复杂的系统。有些无形的、难以量化的价值都将成为他们选择的因素。而这些因素，无论其有多么微小，它们造成的影响，都有可能被累加、成倍放大，对企业的未来产生显著的影响。 所有这些企业的管理箴言，都立足于防微杜渐，从小事做起，从细节抓起。应用蝴蝶效应加以理解，便是注意一个个微小事件的影响，将不利的因素消除，避免它们对企业的未来产生恶劣的冲击；将有利的因素强化，使它们对企业未来起到重要的推动作用。实际上，不仅企业如此，对于个人，也同样需要注意“蝴蝶效应”。每个人都应该捕捉到对生命有益的“蝴蝶”，从而为自己赢得一个更好的未来。在今天，“蝴蝶效应”正借助其大胆的想象力和迷人的美学色彩，以及丰富的科学内涵和内在的哲学魅力，令越来越多的人为之着迷、为之深省。 二、木桶理论 水桶效应是指一只水桶想盛满水，必须每块木板都一样平齐且无破损，如果这只桶的木板中有一块不齐或者某块木板下面有破洞，这只桶就无法盛满水。是说一只水桶能盛多少水，并不取决于最长的那块木板，而是取决于最短的那块木板。也可称为短板效应。一个水桶无论有多高，它盛水的高度取决于其中最低的那块木板。 “短板”往往决定最终的结果 木桶效应鲜明地指出了“劣势决定优势，劣势决定生死”的这一道理。它要求一个人或者一个企业必须对自己的短板有着足够的忧患意识。如果你是管理者，那么你就要注意，个人有哪些方面是“最短的一块”，你应该考虑尽快把它补起来；如果你所领导的集体中存在着“一块最短的木板”，你一定要迅速将它做长补齐，否则它给你的损失可能是毁灭性的——短板决定最终的结果。更进一步，我们就可以发现，相对于短板而言，其他高出的木板是没有意义的，甚至高出越多，材料的浪费就会越大。而且人们都明白，这个短板是不可能扔掉的，否则木桶连一点水都装不了。因此，要想提高木桶的容量，就应该设法加高最短的那块木板的高度，这是唯一的途径。这个经验来自生活，它虽然朴素，却是经济学原理的结晶。 一个人在不同方面的能力有强有弱，不同的人能力更不相同——在任何系统中，长木板和短木板都会存在，这是很正常的现象，所以说，我们要注意的是，可以把长、短木板混合在一起做一只木桶，它们各有各的最佳用途，各自都有自己的最佳位置。 三、青蛙效应 19世纪末，美国康奈尔大学做过一次著名的实验。实验研究人员捉来一只健硕的青蛙，冷不防把它丢进一个煮沸的开水锅里。这只反应灵敏的青蛙在千钧一发的生死关头，用尽全力，跃出那势必让它葬身的水锅，安然逃生。隔了半个小时，他们使用一个同样大小的铁锅，这一回往锅里放入冷水，然后把那只刚刚死里逃生的青蛙放进锅里。青蛙自由自在地在水中游来游去，接着实验人员在锅底偷偷地用炭火加热。青蛙不知究底，悠闲自得地在微温的水中享受“温暖”，它已经适应了逐渐升高的水温，并以之为乐，没有逃出温水的想法。慢慢地，锅中的水越来越热，青蛙开始察觉不对劲了，等它意识到锅中的水温已让自己熬受不住了，必须奋力跳出才能活命时，已经为时过晚，它欲跃乏力，全身发软，呆呆躺在水里坐以待毙，直至被煮死在锅里。 实验的结局很是耐人寻味，青蛙第一次能死里逃生，是因为它意识到危险，尽其所能进行了抗争；第二次葬身锅底，则是由于它在适应了温水后，没有改变现状的想法，而到了不得不跳出温水时，已经失去了改变现状的能力。经济学家们将这种现象称为“青蛙效应”。 人性中天生具有一种惰性，一种安于现状的趋向。许多人往往不到迫不得已，不愿意去改变已适应了的生活。但是，如果一个人久久沉迷于这种所适应的、缺少变化的安逸生活当中时，往往会忽略周围环境的种种变化，以至于当危机真的到来时，就像那只青蛙一样只能坐以待毙。 经济学启示“青蛙效应”告诉我们，如果安于现状，麻木面对周围的环境变化，对于社会、企业和个人而言都是非常有害的。这种危害的可怕之处在于其变化的缓慢，一旦危害引起质变时，其后果往往是灾难性的。避免“青蛙效应”，必须做到居安思危，积极进取，从而取得长远的发展。 四、鳄鱼法则 假定一只鳄鱼咬住你的脚，如果你用手去的脚，鳄鱼便会同时咬住你的脚与手。你愈挣扎，就被咬住得越多。所以，万一鳄鱼咬住你的脚，你唯一的办法就是牺牲一只脚。 经济学启示当你知道自己犯错时，立即了结出场！不可再找借口、期待、祷告或采取其他任何动作，赶紧离场……不可试图调整头寸、避险或其他无谓的措施，赶紧认赔出场！ 五、羊群效应 有这样一个故事，牧羊人在自己的羊群前面横放了一根木棍。第一只羊率先跳了过去，接着，第二只、第三只……也会效仿那只领头羊的样子，跟着跳过去。接下来，牧羊人把那根棍子撤走，后面的羊走到这里时，尽管拦路的棍子已经不存在了，它们仍然会像前面的羊一样，向上跳一下才通过。人们将这种现象称为“羊群效应”，也叫做“从众心理”。 经济学启示很多时候，人们不得不放弃自己的个性去“随大流”，因为我们每个人不可能对任何事情都了解得一清二楚，对于那些不太了解，没把握的事情，往往会产生从众心理。在一个团体内，谁做出与众不同的行为，往往招致“异类”甚至“背叛”的嫌疑，会被孤立，甚至受到惩罚。但是羊群效应告诉我们，许多时候，并不是谚语说的那样——“群众的眼睛是雪亮的”。在市场中的普通大众，往往容易丧失基本判断力。这就需要我们不要失去辨别能力，要收集信息并敏锐地加以判断，从而减少盲从行为，更多地运用自己的理性。 六、鲶鱼效应 挪威人以喜欢吃沙丁鱼而闻名，尤其是鲜活的沙丁鱼，在市场上价格要比死鱼高出许多，所以渔民总是千方百计地将沙丁鱼活着运回渔港。可是，在过去很长一段时间里，虽然人们经过种种努力，绝大部分沙丁鱼还是因为狭小、拥挤的空间，而窒息死于渔船返港途中。人们绞尽脑汁，却一直没有找到一个有效的办法。 后来，人们发现，有一条渔船总能让大部分沙丁鱼活着回到渔港，但是，它的船长严格保守着秘密，闭口不谈沙丁鱼存活的诀窍。直到船长去世，谜底才得以揭开。人们惊讶地发现，秘密竟是那样的简单。原来，船长在装满沙丁鱼的鱼槽里放进了一条沙拉丁鱼为主食的鲶鱼。鲶鱼进入鱼槽后，在陌生的环境里四处游动。沙丁鱼见了鲶鱼十分紧张，左冲右突，四处躲避。这样一来，虽然也有那么几条沙丁鱼被鲶鱼吃掉，但是大部分沙丁鱼却欢蹦乱跳地回到了渔港。很快，这个故事广为传扬，人们还从中提炼出了一个著名的“鲶鱼效应”。 经济学启示鲶鱼效应即采取一种手段或措施，刺激一些企业活跃起来投入到市场中积极参与竞争，从而激活市场中的同行业企业。其实质是一种负激励，是激活员工队伍之奥秘。其实，鲶鱼效用，并不仅仅是管理者的事情，作为每一个员工，大家都要树立忧患意识，要主动刺激一下自己，当发现自己工作积极性不高的时候要善于调节自己。人不能压力太大，但是也不能没有压力，时时刻刻脑子中要存在一个无形的“鲶鱼”，所以，有时对手才是真正帮助自己的人。所以要善于给自己找对手。 七、马太效应 马太效应（Matthew Effect），指强者愈强、弱者愈弱的现象，广泛应用于社会心理学、教育、金融以及科学等众多领域。其名字来自圣经《新约·马太福音》中的一则寓言： “凡有的，还要加给他叫他多余；没有的，连他所有的也要夺过来。”“马太效应”与“平衡之道”相悖，与“二八定则”有相类之处，是十分重要的自然法则。 到一个陌生的地方，我们往往会选择生意比较好的饭店就餐，哪怕需要在店堂中等一等，也不愿意去一个客人寥寥的饭店。到医院就诊，我们宁愿在一个有名望的医生那里排长队，也不愿意到同一个科室医术平平的医生那里就诊。于是，人多的饭店客人越来越多，老板的生意越做越大；而客人少的饭店人越来越少，最终门可罗雀，只好关门大吉，这就是可怕的马太效应。 经济学启示马太效应反映了当今社会中存在的一个普遍现象，即赢家通吃（winnertakesall）。值得惊奇的是，在人类资源分配上，《马太福音》所预言的“赢家通吃”现象十分明显：富人享有更多资源——金钱、荣誉以及地位，穷人却变得一无所有，就是经济学中通常说的富者更富，穷者更穷。 八、破窗理论 一个房子如果窗户破了，没有人去修补，隔不久，其它的窗户也会莫名其妙地被人打破；一面墙，如果出现一些涂鸦没有被清洗掉，很快的，墙上就布满了乱七八糟、不堪入目的东西；一个很干净的地方，人们不好意思丢垃圾，但是一旦地上有垃圾出现之后，人就会毫不犹疑地抛，丝毫不觉羞愧。 任何一种不良现象的存在，都在传递着一种信息，这种信息会导致不良现象的无限扩展，同时必须高度警觉那些看起来是偶然的、个别的、轻微的“过错”，如果对这种行为不闻不问、熟视无睹、反应迟钝或纠正不力，就会纵容更多的人“去打烂更多的窗户玻璃”，就极有可能演变成“千里之堤，溃于蚁穴”的恶果。就如刘备那句话，勿以善小而不为，勿以恶小而为之。 经济学启示破窗效应带给我们的思路就是从小事抓起，只有全部小事都不出乱子，才能做大事。在应用实践中，最直观的“小事”就是环境卫生，要把一个地方搞干净1天、2天并不难，但是要一个地方持续1年365天都很干净，那就只有顶尖的企业才能做到。这些事情并不难，缺的只是下定决心、持之以恒、配套机制、形成文化、定期更新。 九、手表定律 手表定律是指一个人有一只表时，可以知道现在是几点钟，而当他同时拥有两只时却无法确定。两只表并不能告诉一个人更准确的时间，反而会使看表的人失去对准确时间的信心。对于一个人不能同时选择两种不同的价值观，否则他的行为将陷于混乱。 在人生的每一个十字路口，我们都要面对“鱼与熊掌不能兼得”的苦恼。在面对矛盾选择的时候，我们推荐使用“模糊心理”。所谓“模糊心理”，就是在一个很难决策的情况下，以潜意识的心理为主要基调，做出符合潜意识心理的选择。心理学研究表明，“模糊心理”实际上是人在成长过程中不断积累的一种心理沉积。 经济学启示也许你并不能说出一条明确的原因，但是通过心理的潜意识，一般情况下可以做出最符合个体心理需求的决定。这里说的潜意识，实际上就是我们常说的第一印象。“模糊心理”在矛盾选择面前，能够提供给我们最安全的心理保护，因而是值得提倡的。 核心理念：更多选择、更多标准会让人无所适从。应用要诀：明确目标、不受干扰；懂得取舍，该放则放。 十、晕轮效应 许多人都有过这样的体会。在电视里，在网络上，忽然看到关于某个娱乐明星的负面新闻，有时甚至是一些丑闻时，自己会非常震惊。因为，在惯常的印象里，这个明星的形象是那么的健康、明朗、阳光，突然面对负面消息，人们一时间无论如何难以接受。其实，只要稍加分析，我们就会明白，我们心中对这位明星的印象是由他（她）在银幕或媒体上展现给我们的，而他（她）的真实人格，大部分人是不得而知的。无形之中，人们在关注那位明星时，他（她）的身上其实披了一圈美好的“月晕”，正是这层月晕，遮掩了明星的真实情况。这个现象就叫做“晕轮效应”。 经济学启示晕轮效应”，又称“光环效应”。晕轮效应指人们对他人的认知判断，首先是根据个人的好恶得出的，然后再从这个判断推论出认知对象的其他品质的现象。如果认知对象被标明是“好”的，他就会被这层光圈笼罩，而且，还往往会被赋予许多其他的好品质。这种强烈的认知心理，就像月亮的光环一样，向周围弥漫、扩散，从而掩盖了其他的一些品质或特点。显然，晕轮仅仅是月光的扩大化而已。从认知角度讲，晕轮效应仅仅抓住并根据事物的个别特征，而对事物的本质或全部特征下结论，是很片面的。 在日常生活中，“晕轮效应”往往在悄悄地影响着我们对别人的认知和评价。比如有的老年人对青年人的个别缺点，或衣着打扮、生活习惯看不顺眼，就认为他们一定没出息；有的青年人由于倾慕朋友的某一可爱之处，就会把他看得处处可爱，真所谓“一俊遮百丑”。晕轮效应是一种以偏概全的主观心理臆测，其错误在于：第一，它容易抓住事物的个别特征，习惯以个别推及一般，就像盲人摸象一样，以点代面；第二，它把并无内在联系的一些个性或外貌特征联系在一起，断言有这种特征必然会有另一种特征；第三，它说好就全都肯定，说坏就全部否定，这是一种受主观偏见支配的绝对化倾向。总之，晕轮效应是人际交往中对人的心理影响很大的认知障碍，我们在交往中要尽量地避免和克服晕轮效应的副作用。 积极效应有时候晕轮效应会对人际关系产生积极效应，比如你对人诚恳，那么即便你能力较差，别人对你也会非常信任，因为对方只看见你的诚恳。 如一个人最初被认定是好的，则他身上的其它品质也都被认为是好的，有似“爱屋及乌”的原理。它指个人在敬仰、爱慕他人过程中所形成的夸大了的社会认知。光环效应在爱情和偶像崇拜中最明显。","categories":[],"tags":[]},{"title":"北京女子图鉴 - 文案摘录","slug":"womaninbeijing","date":"2018-12-24T06:27:18.603Z","updated":"2021-12-31T15:42:33.498Z","comments":true,"path":"2018/12/24/womaninbeijing/","link":"","permalink":"http://imazy.cn/2018/12/24/womaninbeijing/","excerpt":"1、所有你糊弄的，你不重视的，你负能量处理的，不论多微小，都将作用在你的未来。在北京，你绝不会因为一分努力就能在国贸随便刷卡，也不可能因为两分努力就能体面地生活在三环里，你只有拿出十二分的努力才有机会在这里过上理想的生活，城市的每个夜晚，都有人在哭泣，未曾哭过长夜的人，不足以谈人生，昨天你流的汗，会换来的财富；今天，你吃的苦，会成为礼物；明天，唯有埋头苦干，才能昂首幸福。","text":"1、所有你糊弄的，你不重视的，你负能量处理的，不论多微小，都将作用在你的未来。在北京，你绝不会因为一分努力就能在国贸随便刷卡，也不可能因为两分努力就能体面地生活在三环里，你只有拿出十二分的努力才有机会在这里过上理想的生活，城市的每个夜晚，都有人在哭泣，未曾哭过长夜的人，不足以谈人生，昨天你流的汗，会换来的财富；今天，你吃的苦，会成为礼物；明天，唯有埋头苦干，才能昂首幸福。 2、工作是一个学习的过程，学到了可以拿到结业证书的时候，就说明，我的专业水准可以达到一个合格的程度了，那么也意味着我应该去更高更远的地方继续深造，就像是大四马上要毕业的学生想要考研的想法。 3、我天真地想在这个大城市里表现出自立自强的与众不同，可实际上，那时候的我，连靠自己的资格都没有。 4、一个主动离开不适合婚姻的女人，不一定是一个失去者，既然已经做出选择，就要为自己的选择负责，你问我到底有没有在长夜里嚎啕大哭，你问我离婚后是不是有过后悔，你问我有没有害怕之后会遇不到更好的人，别问了，我怎么可能告诉你呢，这么多年，我早就学会了把情绪调到静音模式。 5、但其实住哪儿不重要，重要的是出了这个门以外的世界，才是你必须要好好收拾的世界。 6、年轻的时候，巴不得屋子的每个角落都被塞满，于是不停地买买买，好像堆积在一起就是幸福感和安全感。现在随着年纪慢慢增长，又开始断舍离，希望停留在身边的是对的、有用的、有意义的。知道自己适合什么、需要什么是一路跌跌撞撞才总结出的经验。我们终将通过受伤来做出更多不受伤的选择。 7、我们终将通过受伤来做出更多不受伤的选择。 8、这个社会就是个大染缸你知道哪天就会变成了自己曾经讨厌的样子，你必须格外小心，处处谨慎，时刻提醒自己保持初心，但更多时候当你现实一次次给你耳光的时候你会原来这个世界就是给好看的人开了后门，你不仅要特别努力还要特别漂亮，但与之相对的，是这里真的有让你的努力最快变现的能力，你会发现你生活的越来越好，是你不知道哪一天，就遇上怎样一个人，足以改变你的一生。 9、拒绝长大，逃避责任，是自己在放弃自己。任何人风光的背后从来的都不是安逸，而是要付出12分的努力，毕竟，每一个在大城市奋斗的女孩都要拥有超乎常人的坚强与勇敢，不是吗? 10、谁都想过得舒服一点/得到更多一点/然后自己少辛苦一点/我们都是这样的人/请你允许他也是。 11、所有你糊弄的、你不重视的、你负能量处理的，不论多微小，都将作用在你的未来。 12、别人给你介绍什么样的工作，就代表了你在他心里到底有几斤几两。 13、人生到了下半场，敌人就只剩下自己了 向内认知，向外行走。 14、工作是一个学习的过程，学到了可以拿到结业证书的时候，就说明，我的专业水准可以达到一个合格的程度了，那么也意味着我应该去更高更远的地方继续深造，就像是大四马上要毕业的学生想要考研的想法。 15、我天真地想在这个大城市里表现出自立自强的与众不同，可实际上，那时候的我，连靠自己的资格都没有。 16、所以啊，不仅仅要好好工作，也要好好结婚，一定要看得清楚一点再去谈婚论嫁。婚姻是女人的第二次投胎。我不是教你诈，我是教你不要犯傻！ 17、所谓的格局，其实就是你所追求目标的高度，你眼界的广度，你思维的深度，以及你身上所体现出的从容大度。 18、不可否认父辈的资源对一个人能在社会竞争中取得怎样的成就有着很大的影响，因为父辈的资源往往决定着一个人所能接触到的信息、阶层、格局，甚至眼界。 19、“谁都想过的舒服一点，得到更多一点，然后自己少辛苦一点，我们都是这样的人，请你允许他也是。” 20、那些我觉得不可能的事情，其实根本不是不可能，只是我认为不可能而已。对一个根本不会去思考去想办法的庸人来说，很多事情都会成为不可能！ 21、我们什么都没看到，就说别人不可能；我们什么都没去尝试，就说这事不可能。其实，我们觉得不可能做到的事情，别人真的可以做到。对一个根本不敢去做的人来说，一切都是不可能！","categories":[],"tags":[]},{"title":"2017年走心广告文案分享","slug":"bestADIn2017","date":"2017-12-24T03:35:36.000Z","updated":"2021-12-31T15:24:49.317Z","comments":true,"path":"2017/12/24/bestADIn2017/","link":"","permalink":"http://imazy.cn/2017/12/24/bestADIn2017/","excerpt":"好的广告，就是能猝不及防的触动你，然后还让你念念不忘 很多走心的洞察和沟通，都让人印象深刻 正如 2017 年的流行语所说，扎心了，老铁","text":"好的广告，就是能猝不及防的触动你，然后还让你念念不忘 很多走心的洞察和沟通，都让人印象深刻 正如 2017 年的流行语所说，扎心了，老铁 网易云音乐联合农夫山泉 999感冒灵《这个世界总有人偷偷爱你》 泰国励志《改变不了世界，那就改变你自己》 泰国感人励志广告《生命的价值》 泰国：很多的悲剧，往往都是因为一句玩玩而已，谁也没有权利分享他人的隐私 华为发布新品广告《Dream it Possible》 方太油烟机《油烟情书》 广告片是采编李建国、丁琳夫妇的50年来往书信，是“那时候车马很慢，书信也很慢，一辈子只够爱一个人”的真实爱情写照；是“柴米油盐酱醋茶，一点一滴都是幸福在发芽”的美满油烟生活；一年365天，一起洗菜、生火、做饭、吃饭……油烟，就是爱的印记，爱，值得我们铭记。这本油烟情书，记录着平凡生活中不平淡的情感…… 红星二锅头 雀巢生活感悟创意广告《我们一生会遇见多少人》 人民日报《史上最牛创业经》 百雀羚《一九三一》","categories":[],"tags":[]},{"title":"TED -「如何掌控你的自由时间」","slug":"howToControYourTime","date":"2017-12-23T07:42:02.000Z","updated":"2021-12-31T15:32:05.097Z","comments":true,"path":"2017/12/23/howToControYourTime/","link":"","permalink":"http://imazy.cn/2017/12/23/howToControYourTime/","excerpt":"将时间花在重要的事情上 不存在没有时间的说法，没有时间做某事 == 该事不重要 我们无法创造出更多的时间，但时间可以得到充分的利用 并不是通过节省时间创造想要的生活，而是先创造想要的生活, 然后时间就自动节约下来了","text":"将时间花在重要的事情上 不存在没有时间的说法，没有时间做某事 == 该事不重要 我们无法创造出更多的时间，但时间可以得到充分的利用 并不是通过节省时间创造想要的生活，而是先创造想要的生活, 然后时间就自动节约下来了 主要语录节省时间实例：把喜欢的节目录下来Is to DVR your favorite shows 这样就能快进广告so you can fast-forward through the commercials 通过这个办法，每半小时能节省八分钟that way, you save eight minutes every half hour 那么在看两小时电视的过程中so in the course of two hours of watching TV 就有了三十二分钟来锻炼you find 32 minutes to exercise 可你知道找出三十二分钟锻炼的另一种方法吗？you know another way to find 32 minutes to exercise? 就是一天不要看两小时的电视Don&#39;t watch two hours of TV a day, right? 总之，这个理论就是我们把节省零散的时间加起来Anyway, the idea is we&#39;ll save bits of time here and there, add it up 最终就能够做到我们想做的所有事情we will finally get to everything we want to do 但是在研究了成功人士如何使用时间之后But after studying how successful people spend their time 并且逐个小时审查了他们的日程表and looking at their schedules hour by hour 我认为这个理论已经彻底落后了I think this idea has it completely backward 并不是通过节省时间创造想要的生活We don&#39;t build the lives we want by saving time. 而是先创造想要的生活, 然后时间就自动节约下来了We build the lives we want, and then time saves itself. 时间的弹性是很强的And what this shows us is that time is highly elastic 我们无法创造出更多的时间We cannot make more time, 但时间可以得到充分的利用but time will stretch to accommodate(适应) 这取决于我们选择用时间来做什么what we choose to put into it 所以时间管理的关键就是对待重要的事And so the key to time management is treating our priorities(优先顺序) 成功人士时间思想我做的每件事，花的每一分钟，都是我的选择Everything I do, erery minute I speed, is my choice. 我没做甲乙丙丁， 是因为那不是最重要的事I don&#39;t do x, y or z, because it&#39;s not a priority. “我没时间” 通常意味着 “这事不重要”&quot;I don&#39;t have time,&quot; often means &quot;It&#39;s not a priority.&quot; 我没时间 = 这事不重要I don&#39;t have time = It&#39;s not a priority 因此我可以承认这不是时间不够的问题I can acknowledge this is not a matter of lacking time; 而是我不想去做it&#39;s that I don&#39;t want to do it. 使用这种说法能提醒我们 时间是选择Using this language reminds us that time is a choice. 我们如何对待重要的事情How do we treat our priorities 最后总结我真心相信这一点I truly believe this. 时间总是有的There is time. 就算我们再忙Even if we are busy, 还是有时间做重要的事we have time for what matters. 而当我们关注重要的事情时And when we focus on what matters, 我们就能用我们拥有的时间打造我们想要的生活。we can build the lives we want in the time we&#39;ve got.","categories":[],"tags":[]},{"title":"情商低的人如何提高情商","slug":"howtoimproveEQ","date":"2017-12-18T08:28:48.000Z","updated":"2021-12-31T15:35:14.862Z","comments":true,"path":"2017/12/18/howtoimproveEQ/","link":"","permalink":"http://imazy.cn/2017/12/18/howtoimproveEQ/","excerpt":"文章转载自知乎 RIchKing 的：情商低的人如何提高情商？ 1，话别说太满，人别熟太快。 2，别人自嘲可以，但你千万别附和。 3，不要把别人想得太坏，也不要把别人想得太好，都是凡人。 4，可以嘲笑你的朋友，但不能嘲笑他喜欢的东西。 5，把每一句“我不会”都改成“我可以学”。","text":"文章转载自知乎 RIchKing 的：情商低的人如何提高情商？ 1，话别说太满，人别熟太快。 2，别人自嘲可以，但你千万别附和。 3，不要把别人想得太坏，也不要把别人想得太好，都是凡人。 4，可以嘲笑你的朋友，但不能嘲笑他喜欢的东西。 5，把每一句“我不会”都改成“我可以学”。 6，刚开始和对方不熟悉的时候，聊到晚上十点多对方发来消息就别回复了，第二天早晨再回复，这样又可以聊一天。 7，把“随便”改成“听你的”。 8，别人骂你你要听，别人夸你你别信。 9，请道歉而不是取笑别人开不起玩笑，你以为谁没有底线只不过还没到底而已。 10，聊天时别人发微笑，你不知道怎么回的话，就回，你笑得真好看。 11，能用表情包解决的就不要说脏话！ 12，恰到好处的装逼，适可而止的套路。 13，如果一个人不理你，有可能是对方的问题；如果大家都不理你，那你就要考虑自身问题了。 14，人前不应该说的话，背后也别说。 15，在最愤怒时忍住最伤人对方的那句话。 16，如果没有十足的把握和必要，就不要轻易说假话。 17，不要把负能量带给身边的人。 18，不要吝啬你的赞美和表达爱意的语言。 19，女孩子永远抗拒不了陪她通宵聊天的人。 20，刻薄嘴欠和幽默是两回事；口无遮拦和坦率是两回事；没有教养和随性是两回事；轻重不分和耿直是两回事。 21，真的不必把太多人请进生命里，太多热情总是不被珍惜。 22，如果遇到了傻Ⅹ，不要与他争论，而且要同意他的一切观点，把他培养成大傻Ⅹ。 23，把“听明白了吗”换成“我说明白了吗”。 24，不能侮辱别人的idol，谨记！ 25，在拒绝这件事上，越简单越好，明明是别人需求自己帮忙，解释半天变成自己亏欠了别人的感觉，帮得上，想帮就帮，帮不上，就拒绝。人际交往，简单明了有时最恰当，懂得拒绝，才可以洒脱不纠结。 26，逢人只说三分话，未可全抛一片心。 27，不要在公众场合揭别人的短处，让别人难堪。 28，社交没那么容易，每个人都有他的手机。 29，看透不说透，还是好朋友。 30，当你往上爬的时候对别人好一点，因为你走下坡路的时候会遇到他们。 31，颜值要高，脾气要好，原则要有。 32，该叫阿姨的叫姐，该叫姐的叫美女该叫美女的叫妹子。 33，学会拒绝，没人会感激你的善良，他们只会得寸进尺。 34，自嘲是最高境界，而不是嘲笑别人。 35，请不要随意出卖一个朋友的隐私来取悦另一个不熟的朋友。 36，有分寸的信任，有理由的怀疑。 37，把身材练好，把妆化好。 38，不会讲话时别瞎说沉默微笑更好。 39，最印象的一句话，“交友不必言尽，言尽则无友”。 40，越是亲近的人越要用心对待，一句随意的话会伤害她。 41，修得豆腐嘴，藏得刀子心。 42，千万不要为了恋爱而淡了身边所有人。 43，清醒时做事，糊涂时读书，大怒时睡觉，独处时思考。 44，永远不要听信别人口中的他。 45，女生之间的嫉妒心太可怕，不要公开说这个女生比那个好看。 46，不要人后捅刀子嘴别贱。 47，践踏别人的梦想等同于谋杀。 48，常与同好争高下，不共傻瓜论短长。——出自《欢乐颂》","categories":[],"tags":[]},{"title":"蒙牛教主牛根生 · 一生只做一件事","slug":"mengniujiaozhu","date":"2017-11-26T07:13:58.000Z","updated":"2021-12-31T15:37:12.969Z","comments":true,"path":"2017/11/26/mengniujiaozhu/","link":"","permalink":"http://imazy.cn/2017/11/26/mengniujiaozhu/","excerpt":"牛根生，蒙牛集团创始人，老牛基金会创始人、名誉会长，内蒙古师范大学教授，“全球捐股第一人”，入选“影响中国生活方式10大人物”。2002年中国十大创业风云人物之一。 1958年生于呼和浩特。出生不久，为生活所迫，被生父母卖入养父母家。据牛根生亲自描述“因为吃不起饭，亲生父亲开价50块钱把我卖了。”由养母抚养14年。1978年参加工作，成为一名养牛工人；","text":"牛根生，蒙牛集团创始人，老牛基金会创始人、名誉会长，内蒙古师范大学教授，“全球捐股第一人”，入选“影响中国生活方式10大人物”。2002年中国十大创业风云人物之一。 1958年生于呼和浩特。出生不久，为生活所迫，被生父母卖入养父母家。据牛根生亲自描述“因为吃不起饭，亲生父亲开价50块钱把我卖了。”由养母抚养14年。1978年参加工作，成为一名养牛工人； 1983年进入乳业工厂，从基层干起，直至担任伊利集团生产经营副总裁（同时也是伊利创始团队成员），成为“中国冰淇淋大王”； 1999年离开伊利，41岁创立蒙牛，后用短短8年时间，使蒙牛成为全球液态奶冠军、中国乳业总冠军,被誉为“蒙牛教主”。。蒙牛集团被全世界视作中国企业顽强崛起的标杆，“蒙牛现象”成为经济界最热门的专有名词之一。蒙牛产业链上联系着百万奶农、千万股民、数亿消费者，被誉为西部大开发以来“中国最大的造饭碗企业”，并被评为首届中国企业社会责任调查“最具社会责任感的企业”。 他从小读书不多，没受过正规教育，却有着“财散人聚，财聚人散”的高超智慧。 经历年表 1958年生内蒙古 1978年 成为呼和浩特大黑河牛奶厂的一名养牛工人 1983年 进入内蒙古伊利集团（原呼和浩特回民奶食品厂） 1992年 担任内蒙古伊利集团生产经营副总裁 1998年 被内蒙古伊利集团免去生产经营副总裁一职 1999年 创办内蒙古蒙牛乳业(集团)股份有限公司并担任董事长兼总裁职务 2002年 获“中国十大创业风云人物”、“中国经济最有价值封面人物”、“中国民营工业行业领袖”等荣誉，蒙牛在全国乳制品企业中的排名由第1116位升至第4位 2003年 获“中国企业新领袖”、CCTV“中国经济年度人物”称号 2004年 赴港上市，获“中国策划最高奖” 2004年底，牛根生捐出全部个人股份设立“老牛专项基金”，成为“中国捐股第一人”、“全球华人捐股第一人” 2006年 辞去蒙牛集团总裁职务 2009年8月28日牛根生辞任内蒙古蒙牛董事长，改由中粮集团总裁于旭波出任，但牛根生继续担任公司董事 期间曾在北京大学深造，中国社会科学院研究生院工商管理硕士 2011年6月10日蒙牛乳业发布公告称，创始人牛根生辞任董事会主席一职。他将保留非执行董事，并继续参与本集团之策略规划 经典语录 小胜凭智，大胜靠德 财散人聚，财聚人散 老老实实做事，本本分分做人 别人从零起步，而我从负数起步 宁可为真话负罪，决不为假话开脱 城市多喝一杯奶，农村致富一家人 看别人不顺眼，首先是自己修养不够 一个人快乐不是因为他拥有得多，而是因为计较得少 我们提倡全民喝奶，但你不一定喝蒙牛奶，只要你喝奶就行 人物剖析厚积薄发 每天进步一点，每天突破自我，就能走在前面 吃苦耐劳，吃亏是福 123牛根生出生不足满月，被卖给一家以养牛为生的牛姓人家，从此与牛结下了不解之缘；他从小尝尽世间冷暖，使他吃苦耐劳，坚强独立；养父母的勤劳品性和吃亏是福深深影响着牛根生。 小忍大谋 123456牛根生在伊利服务了十几年，面临着“一山不容二虎”，被排挤的危机，主动提出离职；最终遵照公司决定停职进修。40岁的牛根生到北大光华管理学院读MBA,整天和一些比自己小很多的年轻人在一起；提升自己后，最终还是离开了伊利，此时被告之欠企业20万，外加去北大进修的2万学费；在此逆境下，他破釜沉舟，投入蒙牛事业；创业之初，收到伊利的刁难和封杀，他并没有针锋相对，而是小忍，打出“创内蒙古乳业第二品牌”的旗号，减少麻烦，积蓄实力；牛根生的小忍，成就了蒙牛的大谋略和大布局，获得了人民的认可，赢得了市场。 宽以待人 123牛根生成长在草原上，宽厚的胸怀浸染着他的灵魂，同时深深崇拜着草原英雄成吉思汗，对速度和扩张有一种痴迷；他在为人处世上坚持着“宽以待人”的原则，这种宽和的精神也深入到蒙牛文化的骨髓里；面对伊利，他强调：“草原品牌是一块，蒙牛伊利各一半。”，这种双赢和共赢精神，成就了蒙牛的发展。 以柔克刚 123面对对手的虎视眈眈和咄咄逼人，牛根生说：“如果不还手是掐不死的。只要一还手掐死的可能性是特别大的；当时挨打和挨骂是为了将来不挨打不挨骂，为了自己能够生存住、发展好；当你打了好几年，打的和骂的过程都经历了以后，就要学会怎么样不大能赢，怎么样不战能胜。” 粗中有细 123牛根生天性粗犷豪放，但粗中有细，尽力要求完善每个工作细节；他提出口号：尊重人的品德，重视人的智慧，承认人的价值，珍惜人的感情，维护人的尊严，提高人的素质；牛根生以注重细节，成就了企业的稳定发展。 毅力 123牛根生，在创业初期，一无所有时没有回头；在遭受排挤时，没有迟疑；在打击恐吓之下，没有退后；他与自己较劲，不管发生什么，先从自身找原因，力求做到大家都满意；他不怨天由人，不自暴自弃。 心怀天下 123牛根生说：做父母的好儿子，妻子的好丈夫，孩子的好父亲，只是做人的最低标准；当你不熟悉的人和跟你没有血缘关系的人，承认你或者熟悉你时，这才是社会价值；还说：我们提倡全民喝奶，但你不一定和蒙牛奶，只要你喝奶就行。 个人魅力 这个世界，是有心人的世界 用心 123牛根生从洗瓶工到副总裁，已经是一个奇迹。而他又用很短时间，把蒙牛带成乳业巨头，更让人称奇；因为他有心，众人相信他的实力，所以在他离开时吸引一大批人个跟着他；因为他有心，才使蒙牛迅猛成长。 影响力 123牛根生推崇：超乎常人想象的关怀，是明智；超乎常人想象的冒险，是安全；超乎常人想象的梦想，是务实；超乎常人想象的期望，是可能；他用超乎常人的胸怀，塑造了自己的影响力，也带领蒙牛塑造了品牌影响力；他有牛的精神，踏实勤恳，不说空话；有狼的战斗力，认准目标，绝不回退；有鹰的敏锐，市场洞察力强，能瞄准突破口；有狮子的风范，实力强大，待人宽厚。 以和为贵 12蒙牛的价值观是：谁让别人赢，谁就能让自己赢。和谐是人类的最高追求，要在和谐中让企业良性发展；脾气嘴巴不好，心地再好也不算好人。 诚信 12诚信既是一种战略资源，也是一种世界观，一种方法论；信誉和下一步的核心竞争力； 财散人聚 1财散人聚，舍去的是钱财，得到的是凝聚力。 懂得分享 12一个人快乐不是因为他拥有多，而是因为计较的少；他分享信念，分享个人财富，成就了蒙牛，也成就了自己。 虚心进取 不要耻于待遇不丰厚，而要耻于知识不渊博 与自己较劲 1牛根生从来不居功，不骄傲，总以平和的心态与自己较劲，在较劲中不断超越自己。 每天自我更新 123牛根生认为，优质生活的含义是：物质上共同富裕，精神上共同快乐；他喜欢锻炼身体，坚信有好的体力，才有好的脑力；他每一天都是在养性，养梦和养食中度过。养性，以保持心态平衡；养梦，以保持积极进取；养食，既是要多喝牛奶，强壮筋骨。 参考资料:《蒙牛教主牛根生》 百度百科 牛根生语录","categories":[],"tags":[]},{"title":"「改变提问 改变人生」读后感","slug":"changeQuestionsChangeLife","date":"2017-10-23T08:28:18.000Z","updated":"2021-12-31T15:29:11.712Z","comments":true,"path":"2017/10/23/changeQuestionsChangeLife/","link":"","permalink":"http://imazy.cn/2017/10/23/changeQuestionsChangeLife/","excerpt":"提问式思维是一套系统，通过巧妙地提问来转变斯文、行动和结果，这种提问包括我们向自己提出问题，以及向他人提出问题。","text":"提问式思维是一套系统，通过巧妙地提问来转变斯文、行动和结果，这种提问包括我们向自己提出问题，以及向他人提出问题。 作者简介：梅若李·亚当斯（Marilee Adams）集高管教练、演说家及企业顾问于一身，现任探询学院（www.inquiryInstitute.com）院长及首席提问官。 她服务过众多公司、医院和机构。深受好评！ 内容简介：本书主通过主人公“奔”后期的人生的经历，阐述了“改变提问改变人生”这一观点。奔在新的领导岗位上岌岌可危，同时遇新婚不到一年的妻子关系越来越紧张。在他一度觉得自己是个彻头彻尾的输家的时候，在他的领导“梅若李·亚当斯”推荐的“约瑟夫教授“的帮助下，奔发现自己的问题源于错误的思维方式，这种”批判者心态让他陷入了泥潭。为了逃离批判者旋涡，他试着用约瑟夫教授的”提问式思维“观察自己的想法和感受，探索达成有利结果的更好的问题。正确的问题引导他做了更明智的选择。”提问式思维”的工具和技能不但拯救了他的职业生涯，还拯救了他的婚姻。 本书展示了通过关注并改变我们对自己及对他人提出的问题，来改变思维方式，进而改变具体行为的方法和工具。 核心话语： 正在的改变永远始于思想的改变，思想的改变体现了你提出了正确的问题; 所谓的“正确的”问题，就是那些赋予他人力量的问题，而非令人泄气的问题; 正确的问题将会带你找到解决问题的方法，你的家庭、婚姻、工作、人际关系甚至人生，将因此而改变; 问题推动结果。 提问式思维提问式思维是一套系统，通过巧妙地提问来转变斯文、行动和结果，这种提问包括我们向自己提出问题，以及向他人提出问题。 选择地图： 选择地图是此书的核心，所有的实例都是围绕选择地图来阐述的 批判者&amp;学习者提问对比 我们所有人都会提出这两类问题，而且我们每个人都有能力选择自己要问哪类问题，每时每刻都可以选择 批判者 学习者 错在哪儿了 什么是可行的 改责怪谁 我对什么负责 我怎么这样 我想要什么 我怎么才能证明自己是对的 我能学到什么 为什么大家都那么笨、那么烦人 对方在想什么、有何感受、他想要什么 我怎么才能掌握这一切 有哪些可能性 … … 要不你来掌控你的评判者，要不有你的评判者掌控你 批判者心态&amp;学习者心态 我们每个人都具有这两种心态，而且我们都有能力随时选择自己要以哪种心态来面对生活 批判者心态 学习者心态 (对自己或他人)批评指责 接受(自己和他人) 反应式的和自发式的 回应式的和深思熟虑的 责怪 责任 无所不知 针视无知 不灵活且顽固 灵活且容易适应 非黑即白 一切皆合理 自以为是 探询心态 只从自我角度出发 能设身处地为他人着想 维护假设 质疑假设 认为可能性很有限 认为一切皆有可能 主导情绪：自我保护 主导情绪：好奇心强 … … 批判者和学习者关系 批判者 学习者 输赢关系 双赢关系 争论 对话 感觉与自己、与他人是截然分开的 感觉与自己、与他人是密切相关的 害怕差异 针视差异 将反馈看做拒绝 将反馈看做很有价值 试图从谈话中听到：不同点、对与错、同意和反对 试图从谈话中听到：共同点、事实真相、深层理解 寻找机会攻击或防卫 寻找机会解决问题并有所创新 … … 对获得成功最关键的12个问题 01、我想要什么？ 02、我有哪些选择？ 03、我都做了哪些假设？ 04、我该承担什么责任？ 05、这件事我还可以从什么角度来看？ 06、对方在想什么，感受如何，他想要什么？ 07、我错失了什么，或者我在逃避什么？ 08、从这个人身上或这件事本身，我能学到什么/从这个错误中或失败中，我能学到什么？/从这次成功中，我能学到什么？ 09、当前最有意义的行动步骤是什么？ 10、我应该向自己或他人提出哪些问题？ 11、我怎么才能把这件事变成双赢的局面？ 12、有什么样的可能性？","categories":[],"tags":[]},{"title":"「所谓情商高 就是会说话」读后感","slug":"intelligence_talking","date":"2017-10-23T02:08:26.000Z","updated":"2021-12-31T15:36:05.368Z","comments":true,"path":"2017/10/23/intelligence_talking/","link":"","permalink":"http://imazy.cn/2017/10/23/intelligence_talking/","excerpt":"说话不只是一种“感觉”，还是一门“技术”！就像烹饪有食谱一样，说话也有它的“秘方”； 古往今来，但凡不通说话之道者，都难成大器，而能成事者，一定在语言方面具有独特的能力。","text":"说话不只是一种“感觉”，还是一门“技术”！就像烹饪有食谱一样，说话也有它的“秘方”； 古往今来，但凡不通说话之道者，都难成大器，而能成事者，一定在语言方面具有独特的能力。 把 NO 变成 YES 的7个突破口 1、投其所好 2、儆其所恶 3、选择的自由 4、被认可欲 5、非你不可 6、团队化 7、感谢 创造“警句”的 8 个技巧 1、惊奇法 2、反差法 3、赤裸裸法 4、重复法 5、高潮法 6、数字法 7、合体法 8、顶点法 把 NO 变成 YES 3个步骤 步骤一：不直接说出自己的想法 步骤二：揣摩对方的心理 步骤三：考虑符合对方利益的措辞 1、投其所好既是最基本的，也是最管用的 既能获得对方的好感，又能实现自己的期望 示例： “抱歉，这件衬衫只剩这一件了。” 推荐：“这件衬衫卖的特变快，这是最后一件了。” 2、儆其所恶对难以说服的人有效。能形成强大的强制力。这是措辞的最终手段 示例： “请勿触碰展品” 推荐：“涂有药品，请勿触碰” “为了避免打扰其他客人，可否请你们让孩子坐在座位上？“ 推荐：“刚做好的菜很烫，如果端出来的时候被撞撒了，会烫到孩子。可否请你们让孩子回到座位上？” 3、选择的自由关键在于，给出两个合适的选项，无论对方选择哪个，自己都能达到目的 能够引导对方，同时又不会留下被迫感 示例： “要不要来份甜点？” 推荐：“甜点有芒果布丁和抹茶冰激凌，您要哪种？” 4、被认可欲对于生意和家人效果极大！人际关系也会改善 对方即使很难对付，也会乐于回应期待 示例： “你把窗户擦擦，我忙不过来。” 推荐：“你能够到很高的地方，能把窗户擦的更亮。拜托了！” “这里很危险，拉住妈妈的手” 推荐：“我一个人很害怕，你能不能拉着我的手一起过马路？” 5、非你不可听到 ”只有你是特别的“，人都容易被说动 能让对方感到只有自己被选中的优越感，从而乐于作出回应 “xxx,周末一起喝酒吧” 推荐：“xxx,周末喝酒，你不来不热闹，所以请您务必得出席啊。” 6、团队化”一起“这种说法，本身就令人愉快*能使对方产生伙伴意识，即使是麻烦的请求，也会乐于接受 * “多运动运动吧” 推荐：“我想夜跑，但自己一个人害怕，你能不能陪我一起跑啊？” 7、感谢仅凭一句”谢谢“，就能拉近自己与对方的距离，是对方很难说出”No“ 能让对方隐约产生信赖意识，从而难以轻易拒绝 “把这桌子搬走。” 推荐：“把这桌子搬走。谢谢啊！” 实例：想邀请对方一起吃饭 “一起吃顿饭吧？” 推荐：“那家特别好吃的餐厅很快就会停业了，趁停业之前去一趟吧” 推荐：“xxx, 那里新开业了一家餐厅，听说做的不错，趁现在客人还不多，一起去尝一下吧” 创造的“警句”的 8 个技巧*1、惊奇法只要在想传达的内容中加入表示惊奇的词，就能构成警句 ”喔喔！真是我的挚友啊！“ ”啊，物有所值“ 【惊奇词表】 ”哇“ ”啊“ ”吓一跳“ ”对啊“ ”喔喔喔“ ”哎呀“ ”竟然在是这样“ ”啊呀“ ”哎！？“ ”真的！？“ 。。。。。。 2、反差法将想要传达的内容，与”反义词“放在一起，就能形成令人印象深刻的信息 “天不造人上人，亦不造人下人” “美女与野兽” “最好是枚金牌，最坏也是金牌” “显的盘子很小的大章鱼烧” 3、赤裸裸法令人脸上发烧、难为情的、暴露自我的”措辞菜谱“ 能让你创造出自己从来没写过的、充满人情味儿的、生气勃勃的、吸引人的话语 “我喜欢你，迷恋到连自己都觉得莫名其妙” “xxx, 很感动，真的连眼泪都吃来的” “好吃的脑中一片空白” “感动到无言以表” 4、重复法一句话重复一遍，就会留在对方的脑海中 “不要着急，不要着急。休息一会儿，休息一会儿” “不要逃避，不要逃避” 5、高潮法这个格外重要，请不要忘记 “我必须守护的人终于出现了······那就是你。”——《哈尔的移动城堡》 “只有两种选择——要么拼命去活，要么拼命去死。” ——《肖申克的救赎》 【高潮词表】 “请保密” “只在这里说” “只说一遍” “关键有两点” “只告诉你一个人” 。。。。。。 6、数字法数字具有说服力，而且容易理解和印象深刻 “天才都是1%的灵感加上99%的努力” “21天形成习惯” “7天过英语四级” 7、合体法世上的新事物，绝大多数都是由”两个事物组合“而成的 “妖怪手表” “儿童店长“ “草食男子” 8、顶点法人们会对位于顶点的东西产生强烈的兴趣 “TOP” “店长推荐” ”销量 No.1“ ”全县第一、全市最好的、全国最好的、全球最好的、“","categories":[],"tags":[]},{"title":"童年之后 再无古装","slug":"no_ancient_costume_after _childhood","date":"2017-09-27T07:34:33.000Z","updated":"2021-12-31T15:37:48.430Z","comments":true,"path":"2017/09/27/no_ancient_costume_after _childhood/","link":"","permalink":"http://imazy.cn/2017/09/27/no_ancient_costume_after _childhood/","excerpt":"童年已经回不去，但有些记忆却挥之不去，埋藏在心间。 怀恋小时候没有网络，看黑白电视的时光。 感谢童年的古装，伴我们成长。 因为有你，所以不孤单。 ——————————敬：陪伴我们成长的古装","text":"童年已经回不去，但有些记忆却挥之不去，埋藏在心间。 怀恋小时候没有网络，看黑白电视的时光。 感谢童年的古装，伴我们成长。 因为有你，所以不孤单。 ——————————敬：陪伴我们成长的古装 《书剑恩仇录》 播放年份: 1992 制片地区: 台湾 主演: 龙隆 / 何家劲 / 刘雪华 《飞狐外传》 播放年份: 1993 制片地区: 香港 主演: 黎明 / 李嘉欣 / 张敏 / 徐锦江 / 何家驹 《神雕侠侣》 播放年份: 1995 制片地区: 香港 主演: 古天乐 / 李若彤 / 李绮虹 / 张可颐 《鹿鼎记》 播放年份: 1998 制片地区: 香港 主演: 陈小春 / 马浚伟 / 刘玉翠 / 梁小冰 / 徐濠萦 《白发魔女传》 播放年份: 1999 制片地区: 大陆 主演: 张智霖 / 蒋勤勤 / 陈俊生 / 于佳卉 / 林芳兵 《绝代双骄》 播放年份: 1999 制片地区: 台湾 / 大陆 主演: 林志颖 / 苏有朋 / 陈德容 / 李绮虹 / 郑嘉颖 《小李飞刀》（飞刀问情） 播放年份: 1999 制片地区: 台湾 主演: 焦恩俊 / 贾静雯 / 俞飞鸿 / 萧蔷 / 吴京 《碧血剑》 播放年份: 2000 制片地区: 香港 主演: 江华 / 欧子欣 / 吴美珩 / 林家栋 《三少爷的剑》 播放年份: 2001 制片地区: 大陆 主演: 何中华 / 俞飞鸿 / 陈龙 / 陈继铭 / 张伊函 《乌龙闯情关》 播放年份: 2001 制片地区: 大陆 主演: 孙耀威 / 曹颖 / 柯受良 / 林心如 / 释小龙 《少年张三丰》 播放年份: 2001 制片地区: 大陆 / 台湾 主演: 张卫健 / 李冰冰 / 李小璐 / 苏有朋 / 林心如 《侠客行》 播放年份: 2001 制片地区: 大陆 主演: 吴健 / 周莉 / 章馨心 / 邓嘉 / 杨欣 《笑傲江湖》 播放年份: 2001 制片地区: 大陆 主演: 李亚鹏 / 许晴 / 苗乙乙 / 巍子 / 陈丽峰 《风云 1》 播放年份: 2002 制片地区: 大陆 主演: 赵文卓 / 何润东 / 千叶真一 / 蒋勤勤 / 陶红 《流星·蝴蝶·剑》 播放年份: 2002 制片地区: 香港 主演: 郑少秋 / 丁子峻 / 徐少强 《水月洞天》 播放年份: 2003 制片地区: 大陆 主演: 于波 / 蔡少芬 / 杨俊毅 / 陈法蓉 / 张晋 《雪花女神龙》 播放年份: 2003 制片地区: 大陆 主演: 董璇 / 任天野 / 乔振宇 / 孙耀威 / 陈孝萱 《萧十一郎》 播放年份: 2003 制片地区: 大陆 主演: 吴奇隆 / 朱茵 / 于波 / 马雅舒 / 万弘杰 《射雕英雄传》 播放年份: 2003 制片地区: 大陆 主演: 李亚鹏 / 周迅 / 周杰 / 蒋勤勤 / 阿斯茹 《倚天屠龙记》 播放年份: 2003 制片地区: 中国大陆 / 香港 / 台湾 主演: 苏有朋 / 贾静雯 / 高圆圆 / 张国立 / 张铁林 《天龙八部》 播放年份: 2003 制片地区: 大陆 主演: 胡军 / 林志颖 / 高虎 / 修庆 / 刘亦菲 《风云 2》 播放年份: 2005 制片地区: 大陆 主演: 赵文卓 / 何润东 / 冯绍峰 / 黄奕 / 秦岚 《连城诀》 播放年份: 2004 制片地区: 大陆 主演: 吴樾 / 何美钿 / 舒畅 / 杜志国 / 计春华 《天下第一》 播放年份: 2005 制片地区: 大陆 / 香港 / 台湾 主演: 郭晋安 / 叶璇 / 张卫健 / 李亚鹏 / 陈怡蓉 《小鱼儿和花无缺》 播放年份: 2005 制片地区: 大陆 主演: 谢霆锋 / 张卫健 / 袁泉 / 范冰冰 《雪山飞狐》 播放年份: 2007 制片地区: 大陆 主演: 聂远 / 朱茵 / 钟欣潼 / 安以轩 / 方中信 《射雕英雄传》 播放年份: 2008 制片地区: 大陆 主演: 胡歌 / 林依晨 / 袁弘 / 刘诗诗 / 周海媚 本文仅截取部分古装剧，欢迎补充，谢谢。 金庸十四部 金庸小说集 金庸小说集 飞狐外传 笑傲江湖 雪山飞狐 书剑恩仇录 连城诀 神雕侠侣 天龙八部 侠客行 射雕英雄传 倚天屠龙记 白马啸西风 碧血剑 鹿鼎记 鸳鸯刀 ☞☞☞☞☞☞☞☞☞☞☞☞☞☞☞☞☞☞☞☞☞☞☞☞☞☞☞☞☞☞☞ 飞雪连天射白鹿，笑书神侠倚碧鸳 —————————————— 金庸 ☞☞☞☞☞☞☞☞☞☞☞☞☞☞☞☞☞☞☞☞☞☞☞☞☞☞☞☞☞☞☞ 人在江湖，身不由己；情仇难却，恩怨无限。——————————-这就是江湖。 ☞☞☞☞☞☞☞☞☞☞☞☞☞☞☞☞☞☞☞☞☞☞☞☞☞☞☞☞☞☞☞ 以前是戏捧人，现在是人捧戏。 瑾以此文，祭奠那隐却的古装剧。☞☞☞☞☞☞☞☞☞☞☞☞☞☞☞☞☞☞☞☞☞☞☞☞☞☞☞☞☞☞☞","categories":[],"tags":[]},{"title":"高清精美无版权图片网站分享","slug":"hello-world","date":"2017-09-25T03:06:56.000Z","updated":"2021-12-31T15:30:56.880Z","comments":true,"path":"2017/09/25/hello-world/","link":"","permalink":"http://imazy.cn/2017/09/25/hello-world/","excerpt":"在生活和工作中，我们可能会遇到检索图片来辅助自己，比如说： 选择好的图片为文章插图 选择好的图片作为电脑或手机的背景 参照好的风景和人物图，可以增强你的拍摄技巧，找到自己喜欢的拍摄角度 查看好的图片，提高自己的审美","text":"在生活和工作中，我们可能会遇到检索图片来辅助自己，比如说： 选择好的图片为文章插图 选择好的图片作为电脑或手机的背景 参照好的风景和人物图，可以增强你的拍摄技巧，找到自己喜欢的拍摄角度 查看好的图片，提高自己的审美 下面是我收集和整理的精美图片资源 高图网 专注无版权限制的免费高清大图分享平台。 资源地址：http://www.gaoimg.com/ Gratisography gratisography里面的图片每周都会更新，很多时尚流行的照片在里面，并且适合用在设计项目上。 资源地址：http://www.gratisography.com/ 别样网 别样网，榜单中唯一一个位于中国大陆的网站，提供各个种类的无版权大尺寸图片下载，其中以风景图，场景图为主。 资源地址：http://www.ssyer.com/ PicJumbo PicJumbo提供免费个人和商业使用的图像，照片质量很不错，非常适合用在界面设计或其它项目上。 资源地址：https://picjumbo.com/ LifeOfPix 提供免费高清图像素材，并且无版权限制，图片多为欧洲景观。 资源地址：http://www.lifeofpix.com/ FreeImages 里面很多适合平面设计师、网页设计师使用的图像素材，均为免费下载，但需要注册成会员才能下。 资源地址：http://cn.freeimages.com/ Unsplash Unsplash 是一个分享免费高质量照片的网站，照片分辨率都挺大，而且都是真实的摄影师作品，图片多是风景和静物。该网站上的照片每10天更新10张，基本上是一天一张。 资源地址：https://unsplash.com/ PublicDomainArchive 目前已经有28万张免费高清图片供下载，网页设计师可以免费使用在你的设计项目上。作品每周更新，支持添加邮箱发送。 资源地址：http://publicdomainarchive.com/ Pexels Pexels 是一个提供免费图片的好地方，网站整体看着很舒服。有摄影和剪贴画， 也是一个较大的照片网站，所以里面的内容相对来说就比较丰富。 资源地址：https://www.pexels.com/ New Old Stock New Old Stock 是一个特别的照片网站，该网站的作品基本是一些复古，古老，经典的照片。不过我试了下不翻墙看不到图片，所以想看图的同学们得多学学翻墙了。 资源地址：http://nos.twnsnd.co/ Pixabay Pixabay 里面有67万张免费的不同类型的高清摄影照片，目前提供中文界面。 资源地址：https://pixabay.com/ Foter Foter 号称超过3亿免费高清图片供用户使用。进入首页之后也是一个搜索页，列表页也设计的不错。 资源地址：http://foter.com/ Photo Pin Photo Pin 其实是一个图片搜索引擎，里面的图片来源于Flickr。你可以使用英文或中文搜索，可结果会有所不同，利用切换语言来进行搜索，可以获得最符合需求的图像。 资源地址：http://photopin.com/ 站酷网 站酷网，中国最具人气的大型综合性”设计师社区”其中类型广泛，平面、UI、插画、摄影、工业/产品等应有尽有，国内一些知名的设计师也会在里面发布作品。 资源地址：http://www.zcool.com.cn/ 花瓣网 国内比较火的图片收集网站，同样类型广泛，且不仅限于设计类图片，设计者收集素材的圣地，可以随时随地收藏素材在自己的账号里，方便简约。 资源地址：http://huaban.com/ 设计癖 网站的slogan是“帮你发现好设计”网站的主要格调似乎更多是生活中的设计和一些创意产品。网站内提供应招聘服务。 资源地址：http://www.shejipi.com/ Behance 网站是展示和发现创意作品的在线平台，同时也是 Adobe 系列的一部分。Behance 的管理团队每天都会从各种领域中的顶级组合探索出新作品。这些领域包括设计、时尚、插图、工业设计、建筑、摄影、美术、广告、排版、动画、声效以及更多。 资源地址：https://www.behance.net/ Dribbble 你可以在这里看到好的设计作品，关注你喜欢的设计师，以及委托设计师（团队）为你设计；如果你有一家设计公司你还可以在此发现一些有潜力的年轻人为你工作。 资源地址：https://dribbble.com/ top6000 缔造中国摄影作品分享与售卖的完美平台，隶属于北京金视野科技发展有限公司。 资源地址：http://www.top6000.com/Index/faxian.html","categories":[],"tags":[]},{"title":"优秀网站推荐","slug":"excellent_website _recommendate","date":"2017-09-22T03:39:24.000Z","updated":"2021-12-31T15:30:22.274Z","comments":true,"path":"2017/09/22/excellent_website _recommendate/","link":"","permalink":"http://imazy.cn/2017/09/22/excellent_website _recommendate/","excerpt":"美团点评技术团队： http://tech.meituan.com/ WWDC视频 https://developer.apple.com/videos/","text":"美团点评技术团队： http://tech.meituan.com/ WWDC视频 https://developer.apple.com/videos/ 李忠的技术博客，现就职于蘑菇街: http://limboy.me/ 少数派 https://sspai.com/ 类似于“善用佳软”，“小众软件”这样的网站有哪些？ https://www.zhihu.com/question/20337292 NEXT | 不错过任何一个新产品 http://next.36kr.com/posts Product Hunt https://www.producthunt.com/ 湾区日报 https://wanqu.co/ 开发者头条 https://toutiao.io/ 爱范儿 http://www.ifanr.com/ 走心的 Swift 翻译组 http://swift.gg/ 优秀demo教程，质量高 http://www.appcoda.com/ 优秀iOS学习demo https://www.ioscreator.com/ C4 http://c4ios.swift.gg/ 沙龙 http://t.swift.gg/ Shanks的博客，位于深圳 http://codebuild.me/ // TODO: 博客 http://www.saitjr.com/ 我爱时间悠闲的博客 http://www.5isjyx.com/ 小锅的博客 http://www.swiftyper.com/ RxSwift学习教程 http://t.swift.gg/d/2-rxswift 掘金 https://juejin.im/timeline ObjC中国 https://objccn.io InfoQ http://www.infoq.com/cn Stackoverflow http://stackoverflow.com RayWenderlich www.raywenderlich.com NShipster http://nshipster.cn 程序员头条 http://www.90159.com TODO: http://www.saitjr.com/ 码市 https://coding.net/ https://blog.coding.net/ 优秀博客iOS 架构模式 - 简述 MVC, MVP, MVVM 和 VIPER (译) https://blog.coding.net/blog/ios-architecture-patterns 史上最全设计模式导学目录（完整版） http://blog.csdn.net/lovelion/article/details/17517213 对计算机及算法很深入 http://blog.mrriddler.com/archives/ 猴子都能懂的 Git 入门 http://backlogtool.com/git-guide/cn/","categories":[],"tags":[]},{"title":"「遥远的救世主」读后感","slug":"the_distant_redeemer","date":"2017-01-01T00:47:26.000Z","updated":"2021-12-31T15:39:23.587Z","comments":true,"path":"2017/01/01/the_distant_redeemer/","link":"","permalink":"http://imazy.cn/2017/01/01/the_distant_redeemer/","excerpt":"这是一部可以傲然独尊的长篇小说。 也是一部可遇不可求的完美佳作。 豆豆，以她的才华，探部一个有机的、无定形的、陌生的、暧昧的和未曾臻达的世界。男女主人公那浓墨重彩的经历以及令人欷歔的爱情故事创造出了一种超然背叛的意志、而这意志是那样的静谧、清明。 丁元英，这位传统文化的叛逆者在柏林私募基金分红会议上突然宣布私募基金解散，结束了他在法律真空地带利用文化密码对中国股市屠杀性掠取，孑孑一人回到中国某古城隐居下来。 芮小丹，一位从小在法兰克福长大的中国女了，侨居异国的边缘感使她对主流社会充满了天然的渴求，刑警的职业使她与丁无英不期而遇…… 俩人从音响发烧友变成爱情发烧友，直到迎接那冲天的光焰…… 一个作家的品质，在豆豆身上达到了极至，作品主题的睿智和简约，出色地表现出佛学光耀和不蓄意的使人震惊！","text":"这是一部可以傲然独尊的长篇小说。 也是一部可遇不可求的完美佳作。 豆豆，以她的才华，探部一个有机的、无定形的、陌生的、暧昧的和未曾臻达的世界。男女主人公那浓墨重彩的经历以及令人欷歔的爱情故事创造出了一种超然背叛的意志、而这意志是那样的静谧、清明。 丁元英，这位传统文化的叛逆者在柏林私募基金分红会议上突然宣布私募基金解散，结束了他在法律真空地带利用文化密码对中国股市屠杀性掠取，孑孑一人回到中国某古城隐居下来。 芮小丹，一位从小在法兰克福长大的中国女了，侨居异国的边缘感使她对主流社会充满了天然的渴求，刑警的职业使她与丁无英不期而遇…… 俩人从音响发烧友变成爱情发烧友，直到迎接那冲天的光焰…… 一个作家的品质，在豆豆身上达到了极至，作品主题的睿智和简约，出色地表现出佛学光耀和不蓄意的使人震惊！ 关键字：文化属性、杀富济贫、天国的女儿、天道、救世主 人物介绍：书里讲了一群聪明人的故事，如果把这些人放在现实生活中，真的是每个都简单。但是聪明是分层次的，有很多种聪明,而书中的每个人都可以代表一个层次，从下而上，可以归纳成这几类: 1、丁元英：书的大部分都是写他的事情。他是一个非比寻常的人。在我看来走一步看三步已经是超人了，而这个人可以走一步看十步。靠的是对人性，对自然的理解。他常做的事就是推理、思考，外人看人他是不干活的，等饭吃的闲人，殊不知人家工作一回够N多人活一辈子了。比较聪明一点的人，都在他面前老老实实的，因为自知可以被他一下子看穿。那从上面那几个人来说，从第三层欧阳雪开始，就都不会丁元英使什么心计了。丁元英是一个孤傲的人，朋友不多，因为大多数人理解不了他的想法，认为他不是人，是个魔鬼；而他自己也不愿意花时间在那些平庸的人打交道，平时里就是把自己关在家里，听音乐，品茶，思考。另外他排斥女人，因为很难找到能和说到一起的另一半； 2、芮小丹：一个年轻漂亮的女警察。有德国的国籍，妈妈在国外开饭店，离异的父亲是个导演。她的生活在很多人眼里是病态的，因为她放弃在国外的生活，而喜欢在国内做一个收入不高的女警察。这样一个女人却征服了丁元英，原因用丁元英的话“有招有势的爱情后面是什么我不知道，无招无势的爱情后面那应该是一颗真心了”在我理解是一些对他有兴趣的女人，想通过一些小招势吸引他，却被他看透，而芮小丹没有这样做，只是用最直接的方式去表达，反而让目空一切的他接受。在他们相爱的日子里，丁元英也开始分析她这个人，他的评价是：“自己只是想做个明白人，不断地思考只为活得明白；而她是随心所欲，不去想那么多，不在乎别人看她的生活是不是病态，这叫做自在，相比之下，他还是差了几个层次”，我想也正是这样，丁才会与她在一起。 3、刘冰式的聪明：书中的刘冰，做事的能力一般，但能够见风使舵，但是他有的是小聪明，没有宽广的胸怀，加上贪心，所以最后聪明反被聪明误，反算了卿卿性命； 4、冯、叶二人：他们做事的出发点是好的，人品也没有会问题，但是没有远见，不能看清楚事物的本质，所以最终的结果是失去了到手的一切。 5、欧阳雪：有一定的能力，但是不贪心，能够把自己的饭店经营得不错，对有能力的人，她很相信，同时在自己不能看清楚的时候，坚持相信下去。 6、肖亚文：非常聪明，并能正确评价自己，对于不该是自己的东西不去强求，但是遇到合适的机遇就会当仁不让，全力地抓住。 读后感悟故事中有一条线索贯穿始末，就是丁元英听的曲子让芮小丹着迷，叫做《天国的女儿》，芮于是千方百计想买一套丁那样的音响，也由此让她喜欢上丁，后来，终于如愿，她在家里也经常听这首曲子。一次看望父亲时，她父亲在拍一部由《天国的女儿》为主题曲的电影《天国之恋》，她与父亲争论，说她父亲不理解什么样的女子是天国的女儿，什么样的感情才能叫天国之恋，天国不是蓝天大海之下摆两把椅子。 读完了这部小说，我也明白了作者的意图，其实芮小丹就是天国的女儿，她敢爱敢恨，敢选择生死，她的情感正是天国之恋。 世界上没有救世主，能拯救我们的，唯有自己。一本好书，让人获益匪浅。一个睿智的朋友，会帮助你的思想更上一个境界。 关键对话文章中有三段对话，很透彻心扉： 一、是丁元英和韩楚风在酒店把酒言欢 谈论韩楚风提名为总裁候选人，和两位副总裁争夺总裁之位之事。并打赌，原价100的宝马作为赌注，赌约是韩楚风当任总裁。 二、是五台山悟道 丁元英与智玄大师切磋道义，说是求道，其实是求心安。 丁元英写到： 12345678910----悟----悟道休言天命，修行勿取真经。一悲一喜一枯荣，哪个前生注定？袈裟本无清净，红尘不染性空。幽幽古刹千年钟，都是痴人说梦。 智玄大师修改到： 1234悟道方知天命，修行勿取真经。一生一灭一枯荣，皆有因缘注定。 三、是最后芮小丹和丁元英的把酒言谈，谈及文化属性和杀富济贫。 此时的芮小丹已经深受丁元英的影响，对道有一定的理解。并总结出：只要不是我觉到、悟道的，你给不了我，给了我也拿不住。只有我自己觉到、悟道的，我才有可能做到，我能做到的才是我的。 关键语句 任何一种命运，归根到底都是那种文化属性的产物，不以人的意志而转移。 中国为什么穷？穷就穷在有幼稚的思维上，穷在期望救主、期望救恩的文化上，这是一种透彻到名族骨子里的价值判断体系，太可怕了。 更高级的哲人独处着，这并不是因为他想孤独，而是因为在他周围找不到他的同类。 这世上原本就没有什么神话，所谓的神话不过是常人的思维所不易理解的平常事。 无论做什么，市场都不是一块无限大的蛋糕，神话的实质就是强力作用的杀富济贫，这就可能产生两个问题，一是杀富济贫是不是破坏性开采市场资源？而是让井底的人扒着井沿看了一眼再掉下去是不是让他患上精神绝症？ 评价一个人仅仅用聪明或不聪明，那是不够的。 认识了这个人就是开了一扇窗户，就能看到不一样的东西，听到不一样的声音，能让你思考、觉悟，这已经够了。 不该作为的不作为就是作为。 肖亚文评价丁元英: 是魔、是鬼都可以，就是不是人。他跟人的思维颠倒了，不是人多思维。以我的智力，我理解不了这种人。 神就是道，道就是规律，规律如来，容不得你思议，按规律办事的人就是神。 只要不是我觉到、悟道的，你给不了我，给了我也拿不住。只有我自己觉到、悟道的，我才有可能做到，我能做到的才是我的。 两败俱伤你比他多一口气，你就是赢家。 最后，说一下丁元英的一首词 1234567891011—--自嘲---本是后山人，偶坐前堂客。醉舞经阁半卷书，坐井说天阔。大志戏功名，海斗量福祸。论到囊中羞涩时，怒指乾坤错。 总结：这是一本小说，但又接近现实。书看了一遍，根据小说改编的电视剧《天道》我看了两遍，这是一本不可多得好书，敬佩作者的思想，和逆向思维。也从作者刻画的每个人物形象中，看到了人性的不同。从主人公身上学到豁达，一种超乎常人的心静！","categories":[],"tags":[]}]}